<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="sec" uri="http://www.springframework.org/security/tags" %>

<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>chart</title>
</head>
<body>
	<p>【SW기술자 평균 임금】

 

                                                                                                                       (단위: 원)

구분

일평균 임금

월평균 임금

시간평균 임금

(1) IT기획자

403,081 

8,424,393 

50,385 

(2) IT컨설턴트

437,900 

9,152,103 

54,737 

(3) 정보보호컨설턴트

340,978 

7,126,439 

42,622 

(4) 업무분석가

501,090 

10,472,778 

62,636 

(5) 데이터분석가

335,799 

7,018,209 

41,975 

(6) IT PM

362,780 

7,582,109 

45,348 

(7) IT PMO

410,270 

8,574,648 

51,284 

(8) SW 아키텍트

389,104 

8,132,265 

48,638 

(9) Infrastructure아키텍트

461,684 

9,649,203 

57,711 

(10) 데이터 아키텍트

399,985 

8,359,679 

49,998 

(11) UI/UX 개발자

258,696 

5,406,750 

32,337 

(12) 응용SW 개발자

305,985 

6,395,094 

38,248 

(13) 시스템SW 개발자

247,970 

5,182,563 

30,996 

(14) 임베디드SW 개발자

271,214 

5,668,383 

33,902 

(15) 데이터베이스 운용자

274,324 

5,733,364 

34,290 

(16) NW엔지니어

327,598 

6,846,793 

40,950 

(17) IT시스템운용자

278,605 

5,822,848 

34,826 

(18) IT지원 기술자

183,743 

3,840,221 

22,968 

(19) SW제품 기획자

426,419 

8,912,158 

53,302 

(20) IT서비스 기획자

383,295 

8,010,861 

47,912 

(21) IT기술영업

376,746 

7,874,001 

47,093 

(22) IT품질관리자

402,554 

8,413,382 

50,319 

(23) IT테스터

198,611 

4,150,962 

24,826 

(24) IT감리

340,109 

7,108,276 

42,514 

(25) IT감사

398,085 

8,319,985 

49,761 

(26) 정보보호관리자

376,529 

7,869,458 

47,066 

(27) 침해사고대응전문가

278,202 

5,814,424 

34,775 

(28) IT교육강사

321,017 

6,709,263 

40,127 

<본 평균임금을 SW사업대가 활용시 유의사항>

※ 본 조사결과는 SW사업에서 반드시 활용해야 하는 강제사항은 아님

 * SW기술자 평균임금은 소프트웨어산업진흥법 제22조(소프트웨어사업의 대가지급) 4항 '소프트웨어기술자의
   노임단가'를 지칭함

 * SW기술자 평균임금은 기본급, 제수당, 상여금, 퇴직급여충당금, 법인부담금을 모두 포함한 결과임

 * 일평균임금은 월평균÷근무일수(20.9일), 시간평균임금은 일평균÷8시간으로 각각 산정함

 * 월평균 근무일수는 휴일, 법정공휴일 등을 제외한 업체가 응답한 근무일의 평균이며, 이는 개인의 휴가 사용여부와는
   무관함

 * SW기술자 평균임금은 2018년 대비 7.7% 증가함

 * IT직무 중 (25) IT감사는 유효응답 표본이 적어 활용시 유의해야함
 [시행일] 2020년 1월 1일부터 2020년 12월 31일까지 적용</p>
</body>
</html>